{
  "companies" : {
    "title":"For Companies",
    "intro": "Is your company looking for sharp IT students? Check out everything we have to offer your company.",
    "bedpres": {
      "title": "Company Presentation",
      "body": "Syntax's company committee organizes weekly company presentations where your company will have the opportunity to present to the students what you work on, what services you offer, how you work, etc. In this way, the students become aware of what you offer, and not least their working environment. We offer arrangements for food service both during and after the presentation. We experience positive feedback from the students when there is mingling with food and company representatives after the presentation!",
      "footer1": "Are you interested in such a presentation? Contact us at ", 
      "footer2": " if you have any questions about the event or to arrange something in more detail!"
    },
    "cyberdays":{
      "title": "Business Day",
      "body": "We in the Line Associations Aqua Techta, Sigma, and Syntax would like to invite you all to a joint career day on 10 April in Vrimla at NTNU Ålesund! There will be businesses in Vrimla from 09:00 to 14:00, with food served at 11:30.",
      "footer1": "Remember to save the date!"
    },
    "workshop": {
      "title": "Workshop & Fagpres",
      "body": "Syntax also arranges workshops and subject presentations. Workshops involve the company getting some time where they can present themselves, followed by students working on various projects they have at the same time as company representatives mingle and give tips to students. With a professional presentation, the company will again be able to briefly introduce itself before a professionally focused presentation of the company is held. Here it can be the dissemination of technologies or principles that your company works with."
    },
    "profiling": {
      "title": "Announcement & Profiling",
      "body": "Syntax also offers the sharing of job advertisements, job advertisements and other types of profiling on our active social channels (Discord, Instagram, Facebook, Syntax-linjeforening.no). If the company has arranged a bedpres, workshop/fagpres or CTF with us in the current semester, profiling will be included (at no extra cost)."
    }
  },
  "contact": {
    "title": "Contact Info",
    "address": "Adress",
    "email": "E-mail"
  }
}